Repository: wp-plugins/wot-press
Catalog: lang/wot-press-*.po
Languages: de_de, uk

source: Nickname
de_de: Spitzname
uk: Ім'я у грі

source: Profile Link
de_de: Profil-Link
uk: Ссилка на профіль

source: Nickname not specified
de_de: Nickname nicht angegeben
uk: Ім'я профілю не вказане

source: Battles fought
de_de: Schlachten
uk: Проведено боїв

source: Personal rating
de_de: Persönliche Bewertung
uk: Особистий рейтинг

source: Hits
uk: Попадання

source: Victories
de_de: Siege
uk: Перемоги

source: Defeats
de_de: Fehlschlag
uk: Поразки

source: Draws
de_de: Unentschieden
uk: Нічиїх

source: Total experience
de_de: Gesamterfahrung
uk: Загальний досвід

source: Average experience per battle
de_de: Das Durchschnittsalter pro Kampf
uk: Середній досвід за бій

source: Maximum experience per battle
de_de: Maximale Erfahrung pro Kampf
uk: Максимальний досвід за бій

source: Vehicles destroyed
de_de: Fahrzeuge zerstört
uk: Знешкоджено техніки

source: Shots fired
de_de: Schüsse abgefeuert
uk: Пострілів

source: Maximum destroyed in battle
de_de: Maximale Kampfes zerstört
uk: Максимально знешкоджено за бій

source: Maximum damage caused per battle
de_de: Maximaler Schaden pro Kampf verursacht
uk: Максимальне пошкодження за бій

source: Hit ratio
uk: Відсоток попадань

source: Base capture points
de_de: Basiskontrollpunkte
uk: Очки захоплення бази

source: Base defense points
de_de: Basisverteidigungspunkte
uk: Очки захисту бази

source: Penetrations
de_de: Durchdringen
uk: Кількість пробиттів

source: Battles survived
de_de: Kämpfe überlebt
uk: Вижив у боях

source: Title
de_de: Titel
